之
不
副
無
年
而
於
風
灣
人
海
有
中
月
書
龍
處
所
山
行
也
道
台
其
以
聲
知
水
文
石
明
日
為
是
國
來
天
公
雲
長
金
華
春
大
地
古
飛
變
西
舊
老
白
畫
或
我
家
三
高
觀
秋
正
在
青
靈
臺
能
玄
氣
復
子
四
南
元
五
雨
遠
花
經
生
武
東
最
懷
從
建
墨
勝
分
光
于
世
莫
自
者
美
筆
神
朝
方
將
如
及
作
黃
落
色
聞
義
深
時
故
峰
居
學
千
九
上
一
館
陳
開
足
言
與
節
清
歸
心
得
屬
十
香
采
酒
著
章
睢
意
微
安
同
初
六
傳
事
下
顏
非
雪
陵
辭
葉
福
真
物
柳
林
未
晉
帝
州
寒
定
多
因
吾
化
則
冑
鳴
響
難
陽
身
起
藝
藏
至
群
立
禮
看
滿
流
此
思
德
幾
巳
尚
客
好
坐
吊
史
出
使
令
乎
乃
體
鏽
載
詩
衣
虎
莊
若
空
發
當
歲
次
樹
愛
性
形
平
師
對
孤
字
奇
夜
前
內
代
麗
馬
餐
遂
識
絕
眾
皇
百
留
用
永
本
景
散
授
後
密
太
喜
君
合
可
取
去
即
動
力
並
關
門
邊
賢
親
虛
萬
直
王
然
漢
法
每
榮
果
松
新
斛
敬
教
必
幽
左
容
宇
孝
園
器
名
參
亦
齊
鶴
鳥
騎
顧
靜
重
贈
見
虞
茶
臨
聽
綠
秀
盲
盡
獻
既
斷
成
尊
寺
守
塵
垂
叔
勞
別
凡
先
兆
何
今
亡
七
鼓
魚
類
陶
陰
間
鄉
郡
過
輕
豈
謂
覺
蘭
舟
肅
聖
等
笑
竹
窮
穎
異
甚
玉
獨
燕
熟
波
泉
河
斯
感
惡
忘
弟
度
巖
少
外
善
唐
吳
原
刻
刺
兼
仲
且
魯
首
餘
願
隱
鐵
部
遺
近
讀
謝
號
蘇
薄
蓋
草
舍
舉
興
致
腔
總
眼
珍
猶
煙
江
求
民
條
李
曾
曹
曰
影
彌
張
常
帶
市
川
小
宿
宣
妙
夢
夕
土
圖
商
哉
友
區
功
冊
兩
休
任
乘
丙
龜
頭
雅
野
遊
造
通
試
藥
脩
竟
破
相
益
皆
的
瓜
理
氏
毫
梅
梁
木
折
戎
憂
情
徒
府
序
希
崇
室
宗
奉
回
命
司
右
又
卷
勢
冠
再
兄
似
丘
點
黑
麵
魏
骨
馳
食
集
降
閒
述
農
辨
財
豫
象
論
英
舞
縣
稽
祿
登
濟
湖
沈
殿
歌
業
桃
會
曲
旅
斗
政
揚
弘
引
岸
尉
封
寧
實
夾
失
士
堂
執
城
固
嗓
卯
北
勤
入
免
僕
仍
亭
京
乾
久
丹
鴻
鳳
饑
面
雄
隸
都
郵
郎
辰
辛
谷
語
解
蕭
苦
船
聯
耳
繼
紫
紙
磚
盛
界
甫
爾
熱
照
焉
溪
氾
比
歷
橋
樓
桑
枝
望
朋
更
旨
斤
才
戲
快
忠
志
彎
康
幹
寄
寂
官
孔
女
壬
壁
周
卿
危
勿
助
到
冬
全
侯
云
主
丞
丈
齡
齒
齋
鼠
黨
麓
鹿
鱗
鬼
鬚
髮
驚
飲
飄
顯
題
頓
須
音
霽
露
霧
離
雙
隨
除
閣
鏡
錢
醫
那
還
遷
轎
軍
跳
路
趙
走
赫
賓
資
賀
貴
議
警
謹
諸
許
訪
記
訓
要
裏
被
蒼
荒
茲
茂
芳
良
聚
羅
絲
給
終
細
素
約
精
米
策
競
端
穆
秦
秉
禽
祠
督
目
病
甘
琴
班
率
片
父
爭
火
灑
溼
沙
池
殊
死
樂
極
栽
根
村
材
末
服
曼
曉
普
昨
映
昔
易
斜
數
收
攝
投
手
戊
應
慶
念
御
弱
弗
式
幸
干
巫
工
巒
峻
局
尹
尤
尋
宮
孫
存
婦
始
奔
夷
夫
夏
壽
壯
壞
塞
堪
圓
嚴
噓
嘗
單
啟
句
反
占
卒
升
匆
包
務
加
劍
制
刃
冷
八
兒
儀
備
假
修
侍
仰
他
介
享
亂
鼎
麥
騰
養
領
頗
霜
雷
雖
際
陋
銘
銅
醒
酉
鄭
遐
趨
贊
質
謀
誠
覽
覆
襄
衰
蛇
藤
蕩
芒
臣
膺
羽
置
紛
第
竊
穀
稱
種
禍
票
祖
示
盥
盤
監
田
產
珠
獲
狼
爽
爸
潤
漁
游
淵
淡
洞
楚
格
杜
朔
暢
晏
星
昌
敦
敕
放
支
摶
按
指
拼
拜
招
承
戒
惟
患
息
恭
恐
往
彭
彥
弈
庸
庶
席
帆
巾
差
嶽
峭
就
墅
唯
品
向
吉
受
卻
半
切
凝
具
兵
侵
供
佳
伯
伏
交
二
予
龕
麻
鵝
魔
魂
驛
駕
饒
飯
頻
鞠
隆
鐘
里
醉
邵
適
運
轉
車
躬
跡
趣
責
貫
貢
誰
診
襟
製
表
蜀
虫
藉
蒙
葬
般
臘
臂
翠
羊
缺
納
粄
稻
禹
禪
祕
碑
盧
由
營
漫
淑
涼
浪
況
毛
殺
殘
步
機
柔
晚
早
旦
敢
救
擁
摻
提
推
房
懿
惠
悠
彩
延
廬
廣
廟
廉
庭
幕
嶺
崖
崑
岳
岱
履
射
寫
寥
宜
宙
宅
媚
威
姓
奶
契
塗
塑
嗟
問
哀
告
吹
博
劇
列
凌
克
偽
健
位
仙
井
乍
丑
丁
鼇
黎
鸞
鵬
鮑
鬢
驗
驕
騷
馮
顛
韓
靡
霄
需
階
鐸
邑
遵
逸
進
逆
迷
蹟
超
贏
賊
豬
豔
讓
謚
襪
補
裘
衡
虔
葡
菜
舌
臾
育
翼
繩
粽
簾
篇
筍
童
積
磨
碧
矣
省
癸
痺
疏
男
炎
濃
漸
溫
浮
泛
治
沖
汝
止
欲
權
橫
棄
案
柴
某
析
杯
暖
暑
暇
晝
昭
旋
料
攜
損
持
拔
戰
慈
惜
悉
急
忽
忍
徑
彼
彊
弊
廷
庫
座
并
幅
布
己
巡
島
峨
尺
察
寅
宋
季
奏
夭
壓
囑
囊
嘉
哥
吟
吏
各
厭
厥
午
匡
勸
勉
劉
冥
儻
俯
信
保
俊
依
佐
但
伊
仁
亥
亞
互
乙
丕
龐
黯
黜
默
黏
麟
鹽
鹹
鯨
鯈
驢
驅
騫
駐
馨
飽
頤
頃
韋
雞
隔
陸
陷
陟
防
闕
鑄
鋒
量
釋
達
逃
辱
辟
軸
踐
赤
賽
賑
貞
謙
請
說
話
詞
裝
衛
蠻
蠢
虧
藻
荊
艮
胥
職
考
翁
繁
緣
級
紅
紀
糟
答
筋
笨
竭
程
稀
科
禾
祝
祇
短
睡
皓
痕
疾
疑
略
甲
琪
現
獸
狂
牛
爺
爰
爨
燈
煮
烝
烈
濤
澹
澤
渡
淨
液
洗
泳
毀
欽
欹
櫂
槃
楷
椿
梧
校
柏
期
昏
旁
整
敞
操
搖
接
掃
捧
拒
抽
打
扇
戶
戍
懼
憐
慧
恩
徽
待
廿
廢
庚
底
幼
已
巧
嵩
崩
岫
屢
展
寶
寬
害
完
孕
媽
奴
奧
央
夙
壹
壑
塔
堯
基
域
坡
圯
團
員
呈
呂
否
召
只
勾
勘
勃
券
判
刑
充
優
儒
傾
傷
側
倉
俠
俗
佛
余
住
了
丸
龔
鼻
鼯
鼬
黽
黛
麴
麒
鷗
鮮
鬱
颻
颱
顫
顥
額
頡
順
頂
革
霸
障
隊
陣
限
附
阻
阜
錯
錄
酬
鄒
郭
邦
邀
遲
週
速
退
辯
轡
輩
輟
越
賁
費
買
豪
豕
豆
谿
講
調
評
角
視
襲
裕
薩
薦
薛
莉
茫
苗
航
舒
舂
胖
背
肥
聶
聳
聰
耶
翰
羲
署
罔
續
縱
縐
綴
網
維
綬
紡
糖
粵
粗
簡
篆
稍
秘
秒
祭
研
眺
眠
盈
皮
皋
瘦
痛
申
瓣
璧
瑞
球
獵
獎
猜
狩
狗
犬
犢
特
牧
牒
版
燒
熙
焚
炸
灼
灰
瀘
澈
潛
滾
滅
渺
渠
減
淪
消
浸
浦
洲
洛
洎
注
泥
汽
毒
毋
殷
段
歡
歐
款
樵
概
棠
梵
梨
梓
桓
枯
枕
杖
朱
曠
晴
旺
斬
斡
敝
攬
挺
振
挑
拍
抱
托
扔
扁
懸
慷
慢
慟
悟
悔
怪
徐
彈
廓
廁
庵
店
庇
幻
帖
巴
嵌
崎
屑
屏
屋
屆
導
寸
寡
富
姿
姚
姑
妹
妄
奚
套
奄
壇
境
堅
坦
喻
啄
唱
唇
咸
呼
味
吐
叨
印
協
匪
匠
勺
剋
利
刊
刀
凍
共
兕
允
僧
傍
傅
偶
偏
倫
借
倒
俱
些
乳
乞
丐
鼙
黠
麾
鹵
鸝
鴉
髦
髀
騙
駟
項
韻
韜
鞦
靄
靂
霍
震
雜
雕
隅
院
阿
闢
闡
闇
鐺
鍾
鈞
醬
酷
鄙
郊
邪
邁
遞
連
轟
輿
輝
軒
賤
貧
護
謗
諱
誡
詣
詠
訊
觸
覓
規
裂
衙
蛟
蛋
蚓
蓮
萄
莽
荔
荐
茹
茅
苔
苑
艱
舅
腹
腐
脫
脂
肩
聊
聆
耿
耰
耗
翔
習
羸
羈
罪
繫
編
綱
組
紗
純
糬
粥
粟
籤
簫
箸
符
窆
窄
穩
稿
稷
稟
移
秩
禺
禦
社
礙
矮
矜
矛
癢
症
疫
疊
畿
番
畔
瓶
瓦
瑤
瑟
琢
玲
玫
猿
猷
狠
狎
狀
牆
爵
爆
熄
煩
焰
焦
炳
炒
灸
瀑
濱
潢
潘
潑
漠
湧
渾
渴
淺
涵
浴
浩
浙
洋
泰
汲
汨
毓
殆
歟
欺
構
楓
楊
棲
桀
染
板
杳
杏
曦
曜
暫
暗
暉
智
晨
晦
昇
昆
昃
旬
族
施
斑
敲
改
攸
擬
撰
搾
揮
挹
拳
拯
扭
戴
戈
懶
憲
悲
悚
悅
恨
恢
怖
徵
循
彰
彪
弓
弄
弁
床
帷
巨
巢
巘
嵐
崢
岡
屯
屈
寮
寔
寓
寐
宵
宰
孟
嫌
娶
娑
娉
委
妖
妍
奸
墜
堵
報
培
均
圈
圃
囹
囚
囍
囂
噴
嘔
喬
喪
喝
咎
和
吧
叫
叟
厚
卑
匍
匈
勒
凱
冗
冀
兮
兔
兌
儐
僻
傲
傘
傑
停
偃
值
倜
俞
俚
促
便
侖
併
佩
你
伴
企
仿
付
仕
仇
亨
龠
齟
黼
黔
黍
麋
鷺
鷹
鶯
鶩
鯉
魁
鬧
鬥
鬟
驥
駿
駭
駛
饗
餅
飢
頹
頁
鞋
靨
雇
雁
陴
陪
阮
閱
閩
閏
閉
鑿
鑾
鑒
錦
銳
銀
釐
釀
醴
酣
鄰
鄂
郁
邸
邰
避
遣
遙
遍
遇
逮
送
辮
輔
較
軌
躍
跑
賴
賦
賣
賞
貝
豹
豐
讞
讚
讒
譽
譯
譖
譏
謄
謁
諺
諫
談
誤
誓
詹
設
託
襯
袍
袋
衫
衢
術
蟲
虯
虜
虐
蘿
蘆
藩
薪
蕃
蔔
蒻
蒸
葛
葆
萍
菩
荷
荀
茵
茜
范
芥
芝
臻
膽
膨
腰
脅
胸
胤
股
肖
肆
聿
聾
耽
耕
耆
翻
翹
翦
羞
羆
纓
繪
繞
織
緒
綏
絳
結
絃
紋
糾
糯
粹
粉
籠
築
管
笛
笆
竇
窕
窈
穴
穌
稅
秣
私
禁
祺
祗
祐
祈
祀
礦
磴
碩
矯
矩
矢
矇
盾
盆
皎
癡
疇
畢
畜
甯
甜
瓷
瓢
瓏
瓊
環
瑗
琳
琉
珪
珊
玩
猴
狸
狐
狃
犖
牽
爪
爍
燹
燮
燠
燃
熹
煥
烘
灘
灌
瀾
瀣
瀟
瀆
濺
澗
澄
潮
潭
漏
溢
溝
源
湯
測
淹
淳
淮
淚
涯
涇
浚
洪
泗
泓
泊
沸
決
母
歹
欣
欠
模
標
榴
榜
梳
桂
栖
柱
柬
束
朗
曩
暮
暨
旌
斟
斌
斃
敵
敖
敏
效
攻
攤
據
撼
撫
撐
插
探
捨
挫
押
抵
抗
扶
扒
戀
憶
慰
愁
想
惑
悶
恥
怨
怡
怒
征
彷
彙
彖
弦
廠
廖
庹
幫
幔
帽
帛
巷
嵇
崙
崔
峽
岌
層
屐
尿
尾
寵
審
寇
宦
宛
宕
它
孰
嬰
媛
婢
婕
婆
婁
娥
姊
妻
妨
妝
她
奮
奪
奠
奕
奈
夔
壺
墳
增
墓
填
塌
塊
堆
埋
垣
坑
址
困
嚷
嘆
嗣
喟
啼
啣
啞
售
唉
哲
咯
呆
吭
后
吃
叮
口
叛
卦
卡
卜
卉
匿
勷
勇
勁
劈
割
剪
剔
剄
函
凹
凶
冰
冕
兀
儵
億
價
僮
債
倭
倩
倨
倡
倚
倍
俾
俟
係
侏
例
佰
佚
佈
伸
伶
仗
亮
亢
亟
乏
乂
丰
龢
齬
齣
齎
鼴
鼱
黻
黷
麩
鸚
鷴
鷓
鶉
鴿
鴯
鴦
鰲
鰥
鮪
魑
鬻
鬍
髯
髭
髫
髒
髏
驟
驃
駱
駒
駁
馴
饞
饜
饘
饌
餞
餈
飾
飫
颼
顓
顆
鞶
鞣
鞘
鞅
靳
靖
霑
霎
霆
電
雛
雒
雍
隹
隴
隳
險
陡
陞
陝
陘
闖
閑
鑑
鐫
鐙
鎮
錫
錘
鉤
鈔
針
醺
醢
酖
酌
酋
邱
邯
邙
邕
邈
邇
遼
選
違
逢
逝
逛
逐
追
返
迎
辦
辣
轗
轆
輸
輛
軾
軫
軟
軔
躕
蹲
蹩
蹤
蹊
跨
跋
趯
趟
贛
贅
贄
購
賺
賈
賃
貿
貪
貨
貌
貂
譜
譁
謦
謠
諮
諦
課
誘
誕
誅
詼
詳
詡
訴
觚
覈
褲
複
裳
袖
衝
衕
衍
血
蠣
蠟
蟾
蟻
蟬
螢
蝕
蜜
蚌
虹
藹
藜
藕
藍
薏
薇
蔡
葺
菸
菲
菱
莎
苟
苛
芬
舜
舛
舔
舐
舀
腸
腕
脯
脆
胯
胭
胡
胃
肴
肯
肘
肉
肇
耘
耐
耀
翫
翟
翊
翅
羔
羌
罣
罕
纔
繡
緯
線
綿
綻
綺
統
絆
索
紈
系
糰
糧
糞
糕
籮
籟
簿
範
箴
箭
算
箏
窪
窟
窗
穰
秧
秤
禱
禋
祥
祟
祜
祛
祚
磯
碣
碗
砰
砌
矗
睿
盟
盜
盔
盒
盎
盍
瘋
瘀
畝
畏
町
甬
甩
甕
瑙
琅
珮
獼
獺
獠
獅
犁
牢
牠
牟
牙
牘
牖
爹
爬
爛
爐
燼
燭
燦
燥
燙
熾
熔
熊
烹
烏
炮
炊
災
灤
濡
濕
濁
澣
澡
澠
漿
漾
漆
漂
滯
滔
溜
湛
湘
港
渥
混
淤
淄
涿
涕
涉
浹
泠
泄
沓
沐
沂
汛
汙
汎
氧
氤
毽
毗
殯
殉
殄
殃
歪
歎
歇
櫓
櫃
槁
楞
椒
棘
棒
桶
框
株
栗
查
柑
枋
杭
朽
朧
朦
晁
昉
昂
旴
旭
斕
斂
攢
攔
攀
擾
擔
擅
摹
摩
摟
摀
援
握
揖
揀
掾
掰
措
掣
掛
掇
捲
捐
挖
挐
拾
拮
拄
拂
披
抓
抄
扺
批
扮
扉
戢
戚
戌
懃
憩
慚
慕
慎
慊
愚
愕
愈
惶
惱
惰
惙
惆
悴
您
悖
恤
恣
忿
忙
很
彤
弼
強
廳
廩
廈
庾
庖
庋
幀
巍
嶇
嶂
嵬
嵋
崧
崟
崗
峪
峙
岩
岑
屍
尼
專
寞
宸
宴
宏
孺
孩
孚
孃
嬴
嬡
嬖
嫗
婿
婷
娣
娠
娛
娘
娓
娃
姬
姨
姦
姥
姜
妥
奐
奎
夸
壼
壤
壘
塘
場
埤
坳
坤
坍
圜
圍
囉
囈
囁
囀
嚎
嚇
噫
嘏
嗽
嗇
嗄
喫
啾
啤
啜
唧
唏
哈
咽
咪
咋
咆
咄
呵
吼
吮
含
吞
吁
叩
厲
卵
卞
卓
匣
勻
勛
勗
努
劃
創
剩
剝
削
刪
凸
凰
凋
准
冶
冢
冒
典
儼
像
僅
僂
催
倣
候
俸
俘
俐
俄
侈
侄
佯
佞
低
伽
伎
份
仟
丟
丏
齷
齶
齲
齧
齦
齜
鼾
鼷
鼩
黴
黧
黥
黌
麼
麝
麑
麈
鸛
鷸
鷥
鵲
鵯
鵠
鴨
鴒
鱸
鱔
鱈
鱆
鰾
鯤
鯛
魘
魍
魅
魄
鬆
鬃
髓
骼
骸
骷
驍
驊
驂
驁
驀
騾
騮
騖
騏
駸
駢
馭
馥
饔
饋
饅
饃
餽
餮
餛
餌
餉
飪
飧
颯
顴
顳
顱
顎
頸
頰
頑
頏
頎
韶
韞
韉
韃
鞏
鞍
靶
靴
靦
靠
靆
霾
霰
霪
霞
霏
霉
雹
零
雰
雯
雝
雀
隰
隧
隙
隘
隕
隋
隉
陛
陌
阡
闓
闋
闆
閶
閔
鑼
鑲
鑰
鑫
鑠
鏤
鏢
鏘
鏗
鏑
鏈
鎩
鎧
鎚
鎖
鍛
鍔
錶
銑
鉅
鈴
鈣
鈐
鈍
釘
釉
釃
釁
醱
醨
醣
醜
醚
醇
酥
酤
酗
配
酊
酈
鄺
鄴
邳
邐
邂
遮
遨
遑
遁
這
逕
途
透
逋
迺
迸
迆
轤
轔
轍
轅
轄
輶
輯
輗
軻
軋
軀
躐
躉
躂
躁
蹼
蹻
蹕
蹇
蹄
踰
踅
跽
跫
跟
趾
贖
贓
賻
賜
賄
賂
貽
貼
貶
貲
負
貓
貊
豺
豚
豉
豁
譬
譟
證
謳
謫
謨
謎
誼
誦
誥
誆
該
詭
詢
詔
詐
詎
詁
訢
訟
計
觴
觭
覃
褼
褚
褂
裾
裙
裔
袞
袁
衾
衲
街
蠶
蠲
蠡
蠕
蠑
蠆
蠅
蟋
螺
融
蜂
蛀
蚤
虢
蘚
蘋
藺
薰
蕉
蔣
蓬
蓉
萊
菌
菊
莢
莘
荏
荃
苓
芾
芋
芊
艾
艷
艫
艦
艘
艇
舳
舫
臼
臭
臧
臥
臠
膿
膳
膩
膠
膏
腳
腦
腎
胴
胳
胱
胎
肝
肄
聱
聃
耨
耑
耍
翳
翱
翕
羶
羨
羚
羖
罹
罐
罍
罌
罄
缶
纜
纖
繹
繳
繭
繃
績
縷
縶
縮
縈
練
綽
綸
綵
綜
絨
絡
絜
紹
累
紘
紕
紓
紐
紆
糴
糲
糠
糊
粼
粲
粱
粢
粘
粕
粑
籲
籌
籀
簷
簧
簠
篩
篤
篋
筷
筮
筒
筌
笥
笞
竿
竦
站
窖
突
穿
穸
究
穫
穡
租
禳
禧
禎
祧
祉
礵
礎
磷
磬
碴
碰
硬
砭
砥
矱
矧
矚
矓
瞻
瞬
瞅
睽
睹
睫
睪
睨
睦
睥
眽
眷
眉
盃
盂
皺
皰
皦
皖
皈
癪
瘧
瘉
痢
痠
疹
疸
疲
疚
疋
疆
畦
畛
畚
畎
甽
甭
瓿
瓴
瓤
瓅
璿
璽
璨
璞
璜
璘
璀
瑱
瑰
瑯
琶
琰
琬
琦
琥
琤
琛
珩
珙
玁
獾
獬
獄
猢
猝
猛
狺
狹
狷
狳
狒
犛
犍
犀
牴
牲
牯
牡
牋
牂
燬
燧
熒
熏
煲
煤
煢
煖
煇
焠
烷
烤
烙
烊
炭
炫
炙
炕
灞
灝
灕
瀲
瀰
瀨
瀧
瀛
瀋
濮
濬
濂
澶
澀
潯
漳
漓
滲
滌
滋
溟
溘
湎
湃
淼
添
淙
淖
淋
涔
涓
涑
涂
浬
浞
派
洽
洮
洩
泮
泫
泌
沿
沌
沅
汗
氫
氨
氓
氐
氅
毯
毬
殲
殫
殞
歧
歠
歉
欱
欬
欄
櫻
櫳
櫬
櫪
櫟
櫝
櫛
檻
檢
檔
樽
樸
樣
槍
槌
榨
榕
楣
楔
楂
椽
椹
椎
植
梯
桔
桌
核
栩
栓
柚
架
枵
枉
枇
杼
杷
杞
杌
札
替
曳
曚
曌
暴
暈
晤
晟
晒
昶
旻
旗
旄
斲
斫
斐
敘
敗
敉
攪
攣
攙
擿
擺
擱
擘
擒
擊
擇
撿
撲
撞
撝
摧
搞
搆
換
揆
掩
控
掙
掌
掉
据
捏
捉
捂
挾
挪
挂
拱
拙
拖
拑
拈
拇
抖
抒
抑
抉
抆
技
扈
戾
戽
戳
截
戡
戟
戔
懦
懇
憑
慨
態
愧
愜
愀
惦
惋
悼
悍
悄
恚
恃
怎
徼
徹
徠
徘
律
徊
徉
役
彬
彫
彧
弭
弧
弛
弋
廨
廡
廂
庠
幣
幛
幄
帚
帘
嶼
嶸
嶷
嶮
嵎
崛
崆
峒
屣
屠
屘
屎
尸
尬
尖
寰
寤
宥
宓
宁
孽
孵
孢
孓
孑
孀
嬝
嬋
嫩
嫣
嫠
嫖
嫂
嫁
媸
媵
媳
媧
媒
婚
婉
娟
姻
姐
妾
妮
妞
妗
妒
妃
奩
奢
壩
壢
墟
墉
墀
塹
埃
垤
垓
坼
坫
坪
坎
坊
圻
圳
圮
圭
圄
囿
囡
囓
囌
嚼
嚶
嚮
嚭
嚨
嚥
嚅
噹
噱
噬
噉
嘻
嘲
嘯
嘛
嘍
嗲
嗩
嗦
嗤
嗜
嗆
喵
喱
喙
喒
喋
喊
喉
啦
啡
啖
啊
唷
唔
唆
哭
哨
哂
咳
咱
咬
咨
咦
咀
呻
呦
呢
呎
吻
吵
吋
叭
另
叢
叉
厹
厄
卸
匹
匱
匯
匙
匕
匏
勵
勦
募
劬
劣
劑
劌
剷
刷
刮
刎
冽
冪
冉
兜
儷
儲
儘
儉
儆
僥
僑
傻
傭
傖
傀
偷
做
偕
偉
偈
倪
們
倏
倆
倀
俶
俛
俑
俎
佼
佗
佔
伺
估
伕
伐
伉
仞
仆
仄
什
乖
乒
么
串
齪
齔
鼕
黝
鹼
鷿
鷲
鶿
鶼
鵰
鵪
鵩
鵑
鴣
鳶
鳩
鱷
鱟
鱘
鱒
鱉
鰻
鰹
鰩
鰓
鰍
鰈
鰆
鯽
鯰
鯫
鯪
鯧
鯖
鯔
鯊
鯁
鮫
魷
魎
魈
魃
鬲
鬩
骰
骯
驪
騭
騃
駝
駙
駑
馘
馗
饉
餿
餵
餬
餖
餔
餒
餑
飼
飣
颺
颶
颳
頦
頒
預
頌
頇
韙
靼
靉
霹
霖
霓
霈
雱
雌
雋
隼
隻
隍
隄
陲
陬
陔
陂
阼
阱
阯
阪
阨
阢
闐
闌
闊
閽
閭
閨
閥
閡
閎
閃
閂
鐲
鏨
鏦
鏟
鏝
鏜
鏖
鏍
鏃
鎳
鎰
鎗
鎔
鍵
錮
錐
鋼
鋪
鋤
銷
銜
銖
鉦
鉞
鈕
釵
釣
釗
釅
醮
醐
醊
醅
酹
酸
酵
酯
酪
酢
酆
鄱
鄯
鄞
郯
郝
邲
邢
邏
邃
遽
遯
遭
遝
逼
逡
逞
逗
逍
逅
迭
迨
迤
迢
迅
轂
輾
輻
輪
輦
輅
軼
躥
躡
躑
躋
躇
躅
蹶
蹴
蹭
蹬
蹧
蹠
蹓
蹋
蹈
蹀
踹
踴
踮
踢
踟
踉
跼
跩
距
跎
跌
趺
趕
趁
赴
赭
赧
贗
贍
賭
賚
賅
貯
販
貘
貍
貉
貅
豳
豢
豇
讜
讖
譚
譎
謾
謬
諷
諒
誨
誣
誚
誌
誇
詰
詫
詆
証
訝
訛
觫
觥
覬
覦
襬
襤
襠
襁
褻
褥
褘
褒
裴
裱
裡
裟
裁
袒
袈
袂
衽
衊
蠱
蠖
蠍
蟹
蟴
蟳
蟊
蟄
螽
螻
蝶
蝴
蝟
蜢
蜚
蜉
蜈
蛾
蛻
蛛
蚶
蚯
蚣
蚜
虺
虱
虀
蘗
蘑
蘊
藐
薺
薯
薊
蕾
蕨
蕤
蔽
蔥
蔚
蔓
蓊
蓄
蒲
葵
葳
葯
葫
董
萼
萸
萇
萁
菽
菴
菅
菀
莖
莓
荻
荑
茼
茸
茯
茭
茨
茗
茄
茁
苻
苯
苞
苜
芻
芹
芸
芷
芭
艙
艋
舺
舸
舷
舶
舵
舴
舢
臚
膂
腱
腓
脖
脈
胼
胺
胰
胝
肱
肪
肛
肌
肋
聵
聘
聒
耄
翮
翩
翥
翎
翌
羿
羝
罰
罡
罟
纛
繽
繯
繚
繕
繒
繇
繆
繄
縻
縫
縞
縉
締
緝
綾
絮
絞
紜
紊
糸
糢
糗
粿
粳
粧
籽
籬
籩
籥
籙
籐
籍
簽
簸
簟
篾
箱
箬
箋
箇
筵
筧
筠
筊
笠
笘
笓
笏
笄
竺
竫
竣
竅
竄
窿
窸
窯
窩
窣
窒
穹
稼
稠
稜
稗
稔
稈
祔
祅
祁
礬
礫
礪
礁
磻
磺
磔
磁
碳
碎
碌
硯
硫
硃
砷
砲
砝
砂
矰
矍
瞿
瞼
瞳
瞪
瞥
睛
睚
眸
眈
眇
眄
盹
盦
盞
皿
皸
皴
皜
皂
癲
癱
癮
癬
癥
癟
癌
療
瘴
瘝
瘜
痿
痼
痴
痳
痱
痤
痙
痘
痔
痍
痊
痂
痀
疽
疼
疤
疙
疔
畋
甿
甸
甦
甥
甑
甌
甄
瓠
瓞
璸
璫
璩
璣
璚
璋
璉
璃
璁
瑾
瑪
瑩
瑣
瑜
瑛
瑕
瑋
瑁
琿
琺
琵
琯
琡
珥
珞
珂
珀
玻
玷
玳
玦
玢
玔
玎
玀
獷
獰
獪
獒
獐
猾
猩
猥
猙
猗
猖
狽
狻
狡
狙
狄
狁
犰
犯
牾
牁
爻
燻
燴
燜
燎
燊
燄
熨
煞
煒
煎
煉
焗
焊
烽
炰
炯
炘
灶
灨
瀹
瀝
瀚
瀕
濯
澳
澱
澎
澆
澂
漯
漩
漣
滸
滷
滴
滄
滁
溺
溷
溶
溯
溥
湊
湄
渭
渤
渝
渚
渙
淬
淫
淌
淇
涮
涅
浥
浣
洵
津
洙
泣
油
沴
沮
沛
沔
沃
沁
汶
汪
污
汞
汐
氰
氯
氮
氬
氪
氟
氛
氈
毅
殳
殮
殭
殛
殍
殂
歙
歔
歆
歃
欸
欷
欖
欒
櫺
櫫
櫚
檸
檯
檬
檄
橢
橡
橘
橇
樺
樨
樊
槿
榭
榫
榔
榆
楹
楶
楫
楨
椅
棺
棧
棣
棚
棗
梢
梟
梗
梏
梃
桐
柵
柩
柒
枴
枚
杵
杓
杉
杇
杆
朵
朕
曨
曝
曙
曖
曆
曄
暹
暱
暝
暄
晷
晢
晞
晌
晃
昱
昧
昝
昕
昊
昀
旛
旖
旒
斧
敷
攫
攛
攘
攏
擴
擲
擢
撥
撕
撇
摽
摺
摜
摘
摑
搶
搭
搗
搔
揭
揣
揠
掬
掘
掊
掀
捺
捫
捎
捌
捋
捆
捅
挽
挨
挈
拷
拭
括
拘
拓
拐
拎
拌
抿
抬
找
扎
戮
戩
戥
戕
戇
懾
懵
懲
懨
懟
懈
懂
憚
慣
慘
愾
惹
惘
悽
悻
悝
悛
悒
悌
悃
恰
恬
恙
恕
恁
怵
怯
怏
忱
忪
忤
忝
忖
忒
忌
徭
徬
徨
徜
徙
徇
彝
彆
弒
廝
廕
廊
庄
幡
幗
幌
帳
帥
帙
帕
帔
帑
巽
巔
嶙
嶄
嵯
嵊
崽
崴
崤
崁
峋
峇
岷
岬
岔
岐
屨
屜
屙
尷
尟
寢
宄
孿
孱
孥
孜
嬪
嬤
嬗
嬌
嬉
嫵
嫡
嫋
嫉
嫄
媲
婺
婪
婗
婊
婀
娼
娜
娌
姪
姝
姘
姒
姍
姆
妳
妤
妣
妓
妊
妁
夤
夠
壙
壕
壎
壅
墾
墮
塭
塢
塚
塋
堡
堊
埔
埂
垮
垢
垠
垝
型
垃
坻
坷
坱
坩
圬
圩
圉
圇
囮
囫
囪
囤
囟
囝
囔
嚕
嚐
嚏
嚀
噶
噯
噩
噥
噤
噢
噙
噘
噁
嘟
嘖
嘎
嘈
嘀
嗷
嗯
嗨
嗚
嗔
嗑
嗎
嗅
喳
喲
喧
喚
喘
喔
喑
喏
喇
喃
啻
啕
啐
啁
唾
唵
唳
唰
哽
哮
哪
哩
哎
哇
咼
咻
咷
咩
咧
咒
咐
呷
呀
吸
吱
吩
吠
吝
吆
叱
厝
卬
匾
匭
匝
匐
勳
勱
勰
劊
剿
剽
剴
剮
剡
剜
剛
剖
剎
剉
刨
刖
划
刈
刁
几
冱
冤
兇
儸
儡
儔
儈
僵
僱
僬
僚
僖
僉
傴
傜
偌
倥
倘
倖
個
俺
俳
俏
侷
侶
侮
侗
侃
佻
佬
佘
佇
伍
件
仡
仔
仃
乩
鼐
鸕
鷂
鶺
鵜
鵓
鴞
鴛
鴕
鴆
鴃
鱖
鰱
鰭
鯀
鮭
鮒
魨
髻
騁
駘
馱
饕
饈
餾
餼
餡
餚
餓
餃
飴
飭
飩
顰
顒
頜
頖
頊
韁
靛
隗
隈
陀
阬
闞
闔
閼
閻
閹
閫
閤
閘
鑽
鑷
鑣
鑊
鐳
鐮
鐐
鐃
鎬
鎘
鎊
鎂
鍼
鍬
鍥
鍘
鍍
鍋
鍊
錳
錨
錠
錚
鋸
鋦
鋏
鋌
鋁
銼
銬
銓
銃
鉧
鉛
鉗
鉋
鈽
鈸
鈷
鈦
鈉
釦
醯
醛
醍
醋
醃
酮
酩
酐
鄹
鄲
鄣
鄆
郾
邠
邋
邅
遢
遜
遛
遒
遏
逾
逶
迥
迓
迍
迂
辜
輳
輜
軏
躺
躲
躪
躓
躊
蹺
蹦
蹣
蹌
蹉
蹂
踽
踵
踱
踫
踩
踧
踣
踞
踊
跬
跪
跤
跛
跚
跖
跆
跂
趴
赳
賡
賠
貸
貳
貔
豸
豎
豌
謔
謊
謇
謅
諾
諼
諶
諧
諢
諜
諏
諄
誹
誑
認
詮
詬
詖
訾
註
訥
訣
訖
訕
訐
討
訌
訃
訂
觳
襖
褸
褰
褡
褙
褓
裸
裎
裊
袪
衿
衚
衖
衒
蟯
蟠
蟆
蟀
螳
螫
螞
螅
螄
螂
蝨
蝦
蝤
蜿
蜷
蜴
蜩
蜓
蜒
蜍
蜊
蜃
蛹
蛩
蛞
蛄
蚵
蚱
蚍
蚊
蚇
虻
蘸
蘧
蘅
藷
藪
薜
薙
薔
薑
薈
蕪
蕙
蕊
蔞
蔗
蔑
蓽
蓧
蓓
蓆
蓁
蒿
蒺
蒟
蒞
蒜
蒔
蒐
葸
葷
葦
萵
萱
萩
萣
萎
萌
萋
萃
菰
菖
菇
菁
莪
莧
莞
莒
荼
茴
茱
茀
苴
苫
苧
苣
苡
苒
芽
芯
芮
芫
芟
芎
芍
芃
舨
舖
舄
臏
臍
臉
臀
膾
膝
膜
膈
膀
腿
腺
腴
腮
腥
腋
腊
腆
脾
脹
脣
脛
脊
胛
胚
肺
肫
肚
耜
耙
耋
翡
羼
羥
罷
罵
罩
罈
罅
缽
缸
纂
繾
繅
縹
縲
縛
縑
緻
緲
緬
緋
緊
緇
綹
綰
綣
綢
綑
綃
絺
絹
絰
絢
絏
絀
紼
紳
紮
紇
糶
糝
糙
糌
粒
簑
簋
篷
篳
篦
篛
篚
篙
箝
箕
箔
筱
筑
筐
筏
笳
笱
笙
笊
笈
笅
竽
窺
窳
窘
窀
穢
穗
稞
碾
碟
碘
碉
碇
硼
硝
砸
砧
砦
砒
砍
矽
矻
瞽
瞶
瞰
瞭
瞧
瞢
瞟
瞞
瞎
瞄
睞
睜
睇
眶
眩
眨
眥
盼
盱
盯
盅
皤
皁
癰
癘
癖
癒
癆
瘸
瘥
瘤
瘡
瘞
瘓
瘌
瘁
痾
痲
痰
痧
痣
疵
疳
疥
疣
疕
畸
畬
甓
璠
璇
瑚
琮
琍
琇
玨
玖
獃
猻
猓
犒
牝
牌
燔
燐
燉
熬
熠
煽
煨
煦
煜
煌
焙
烴
烯
炷
炬
炔
瀏
瀉
濾
濰
濫
濛
濘
激
澮
澉
澇
潦
漶
漲
漱
漕
演
滹
滬
滓
滑
滇
準
溉
湲
湮
湔
湍
渲
渦
渣
淘
淒
涪
涎
活
洳
洱
洫
洌
泡
泖
泔
泅
沾
沽
沼
沱
沏
沉
汾
汴
汰
汕
汆
汁
汀
氳
氦
殽
殼
殪
殤
櫥
檳
檮
檠
檜
檉
檀
橙
橐
橄
樞
槭
槐
槊
榻
榷
楠
椰
棼
棹
棵
棕
棍
棉
梲
梱
械
梭
梔
桿
桎
桅
柿
柯
柝
柙
柄
枸
枷
枘
枒
杰
杈
朴
朮
曇
暌
晶
晰
昺
旱
旰
旂
斥
敧
攖
攆
擷
擰
擠
擎
擄
撾
撻
撩
撂
摭
摒
搿
搽
搵
搴
搬
搪
搧
搥
搜
搓
搐
揹
揶
揩
揉
掮
採
掠
掖
排
掐
掏
掄
掂
捷
捶
捭
捩
捍
挲
拽
拴
拗
拏
拋
拊
拉
拆
把
扼
扳
扯
扣
扞
扑
戛
懺
懞
懊
憨
憧
憔
慼
慮
慫
慍
慌
慇
愿
愴
愣
愒
愎
愉
愆
惻
惺
惴
惕
悱
恿
恆
恂
怩
怠
怕
怔
怍
忡
忑
彿
彗
彀
廚
廋
幢
幃
帩
巉
巇
嶝
嶔
屹
寨
嬸
嬭
嬙
嫻
媾
婼
妲
妯
奼
奘
夥
壟
墩
墊
堰
堤
埸
埠
埕
圾
囷
嚳
噸
噗
噎
嘿
嘹
嘶
嘰
嘮
嘓
嗾
嗡
嗝
喂
喁
喀
啷
啪
啗
啃
唸
唬
哺
哳
哧
哦
哆
哄
咫
咖
咕
呸
呶
呱
呃
吶
叼
叵
叡
卮
劭
劓
剃
凳
儕
儂
僭
傢
偺
偵
偎
倦
倔
倌
侑
佾
佟
佝
佑
佃
伙
仵
仳
仜
亶
亳
亙
亍
乓
麂
鷙
鷈
鵡
鴇
魟
鬮
鬣
韌
韆
鞫
雩
雉
闈
闃
鑕
鏄
鍺
錙
鋃
銻
銲
鉻
鉸
鉑
鈾
釸
釧
酡
鄧
郢
遘
逵
逭
迴
迫
迦
迄
輓
輒
輊
軛
蹙
踝
踏
跣
趿
赦
賾
賬
貺
讎
譴
謐
諭
諉
詛
褶
褫
褪
褐
褊
袱
蠹
蠔
蟑
蟈
螵
螟
螈
螃
蝸
蝙
蝌
蜻
蜥
蜡
蜘
蜇
蛭
蛤
蛙
蛔
蛐
蛉
蛆
蚪
蚩
蚋
蕈
蔭
蔬
蔟
蓼
蓴
蓑
蒹
蒯
蒂
葭
葩
萏
菟
菔
菑
莠
荸
荳
茉
苾
苕
芡
芙
臬
臟
臊
臆
臃
膛
膚
腫
腩
腑
腌
胞
肢
耦
耔
耒
翬
羯
纏
縢
縟
縝
緹
緩
緞
緘
綮
綦
綞
綁
紺
紱
紉
紂
糜
籃
簪
簣
簞
簍
簇
篡
篁
箍
窠
稚
礡
磧
磕
磋
磊
磅
碼
確
瞵
瞠
瞌
瞋
瞇
睏
盪
皚
瘢
瘟
痹
痞
疝
琊
玕
猊
燾
煬
焱
焯
濠
澧
澍
澌
潼
潺
潸
潰
潔
漬
漪
漚
漉
滕
滎
滂
溽
溴
淦
淞
淝
淆
涸
洿
洶
洄
泵
泱
泯
沚
汩
氖
毆
殖
檗
檐
槳
槓
榛
楮
椪
椏
森
棋
梆
桴
栱
柢
杪
朏
晾
旎
擻
擯
擋
擂
撮
播
撬
撤
撣
撢
撚
撙
撓
撒
撈
摯
摔
搏
揪
描
揍
揄
掔
捻
拿
拚
抨
扛
懍
懋
憾
憮
憎
憋
憊
慵
慳
愷
愫
惚
悸
悵
恫
恪
怦
怙
忸
忮
忐
彘
弩
廄
幟
峞
屁
尪
孳
嫦
嫘
娩
姣
坯
坏
嘴
嘩
嗥
嗉
啥
哼
咿
咚
听
吒
勖
劾
剌
剁
兢
償
傯
佣
齏
鶇
鴟
鬨
飆
韰
鍰
鋰
鋇
鋅
鉀
鈇
邶
邗
逖
逑
迪
踡
賸
賒
諳
諛
諍
諂
裨
衷
蝠
蝗
蜑
薨
薤
蕞
蔻
蓖
蓍
蓀
菡
菠
纍
繙
縵
縕
紵
笫
瞑
睬
皙
癇
瘩
璦
璐
琚
獗
潟
漦
湟
淩
洼
沆
氙
橛
樅
槽
槎
棟
柞
擦
擣
摸
捕
扃
憬
憫
憤
憒
慾
惛
恍
廛
尻
尨
垛
唁
咂
卹
卅
靚
鎢
諡
誄
覲
覯
裹
蝣
蚰
蕺
蓿
磐
癩
瘠
犄
灩
淅
樟
樁
槨
曷
抹
慝
嫛
凜
僰
顢
釜
鄔
跺
箠
瘍
犧
潁
汜
柘
懣
慄
弔
埏
劫
兗
鬯
醞
蟒
穠
玟
栴
旆
巿
黹
鶘
驤
枳
傚
縴
毌
岈
噪
鳧
顙
鞭
鈿
葚
艸
膊
肓
縭
縊
沬
沫
沒
恒
塾
亹
韭
羑
緡
癈
櫸
敻
捱
巹
厖
仝
釆
胠
挍
魴
欅
剟
丫
銹
遴
膣
牀
烟
柰
咏
鯢
髣
邨
迹
贋
覻
膞
禕
慓
鳬
鐧
鉢
迕
踪
覷
覩
袴
腼
繮
綉
窰
猪
熅
涌
擡
嚧
鼂
鷄
鴴
鬪
輭
脗
脉
箚
笋
竚
稧
秃
祓
礴
礮
燿
煊
没
殁
无
担
彣
姹
壻
堃
咲
叠
凭
万
鵾
鳾
訶
覿
虬
羮
瘳
痒
疎
犇
徧
頫
陏
蹔
甎
气
扆
墻
鶦
鶤
鵷
顜
縳
秖
淥
檣
桷
柸
懽
惓
婜
壚
勑
刄
侔
雎
鉉
譔
蘺
芰
纘
甍
瓔
璆
煴
洒
榱
憺
愍
惇
媯
埵
卧
价
齍
鶻
闍
鄘
螭
蘩
羹
涾
涘
椑
憍
愬
愠
怐
徂
岨
姱
夌
喦
儗
驩
駮
閟
鎦
鈎
醪
郅
賛
豊
譙
詺
蟞
虖
苖
胙
緗
絪
禿
瞉
畹
瑀
琨
獘
犠
焜
淟
汔
梠
曛
曀
捥
抛
幘
媿
媢
僊
侚
鴈
餗
頼
鎛
錡
邛
逄
諠
詒
襦
褱
衎
蠎
蝥
蕳
苐
盻
癭
痬
獮
湫
渟
泪
歛
栝
敇
抃
怛
忻
峗
嬾
媺
堙
垜
勲
効
齠
鮓
髴
隂
鐶
遄
迼
輞
輙
軗
軄
踈
跥
誺
螯
蕑
菓
莬
芧
艶
腄
羡
缾
緍
碁
疢
瓘
珶
獫
犂
炤
灂
浡
洺
沍
汭
毳
楸
楛
棨
杮
曈
昵
昴
旃
摠
揜
掞
愨
怳
廻
廧
嶠
峴
媼
奭
奬
堞
埴
埒
呪
卲
匽
勅
刦
乇
鶚
鵣
鳯
鮀
騶
颿
頷
鞮
隣
闥
閬
锈
鑴
鑱
鑪
鐔
鐍
鏕
鉏
郼
郷
郗
郇
遶
逴
軺
跱
賖
讃
諌
詵
蠋
蟺
蟉
蓐
葴
臞
肙
聴
羗
纒
纊
繰
縯
綈
粮
篠
筥
稯
稉
礱
瘐
甤
甞
瓌
珽
牶
牓
燽
煸
焬
烗
烔
灧
濼
湢
淛
涴
浼
泝
毖
欻
欝
欎
櫉
榼
楗
栢
杠
晻
攄
摛
携
搨
捽
扙
懔
慙
愔
廪
庀
巵
崿
崦
崚
峯
壂
堿
坁
嚬
嚙
啍
叙
厦
却
刼
冦
儌
僨
僣
偪
倬
佶
仭
麤
鸇
鷖
鷃
鶵
鶬
鶡
鵖
鵒
鯺
髑
驄
騤
騑
駄
饛
餧
餝
飜
飇
顗
頲
韣
韡
隩
隤
隃
闚
闘
闑
閰
閙
閇
鑚
鑀
鐎
鐉
鏮
鏣
鏌
鎌
鍜
錸
錧
釭
醲
醖
酲
酎
鄠
郃
逈
迮
轘
轖
轀
趵
趄
讌
謢
諤
諗
諆
誶
訬
襜
蠨
蠂
蟪
蜺
蜨
蜆
蛺
虵
虙
蘢
蘜
蘄
藎
蕫
蕘
蕎
葼
葅
萻
萑
茦
茆
苿
苼
芴
芘
舲
舡
舃
臙
膓
腟
脚
耇
羣
羐
羉
罋
繢
繠
繈
緾
綫
綘
絭
絅
紬
紃
糅
簮
箎
笻
笰
竪
竈
竃
窻
窥
祑
礽
磥
碕
硌
眴
盖
癯
甾
瑳
瑍
琱
琖
琁
珣
玡
玃
獦
狖
犾
牷
燀
灾
灔
灎
瀌
濚
濆
澨
潧
潞
潚
漼
漙
湓
湑
渢
淶
涬
涒
浠
泐
氊
殱
歜
歈
橦
橈
横
楯
楝
楙
椀
棃
桮
桄
柤
柁
枼
极
杲
朿
朖
曭
曬
暾
暠
暐
晳
晲
晣
晡
晈
旳
斾
斨
擕
撗
撆
摳
摏
搣
搢
搒
掎
挻
挃
抺
抳
扠
戞
戉
懘
懌
惵
惲
惢
惝
悕
悀
怜
忞
徯
徃
弑
开
廱
嶒
岣
屼
屭
尫
寙
寑
寃
宒
嬈
媱
媮
婭
妬
夐
复
壠
墐
塼
塲
塏
堦
堀
垸
垞
坣
嚦
嚜
咤
咠
呫
吥
叶
叜
厘
厓
匊
劼
剸
刴
凄
兖
儁
僇
傋
侣
佺
佪
伿
伋
丼
个
龡
龌
龋
龉
齓
齌
黶
黟
黙
麪
麃
麀
鷷
鷦
鷀
鶱
鶢
鶑
鵹
鵭
鵞
鴶
鴝
鴘
鳷
鱻
鱨
鱣
鱓
鰴
鰣
鮹
鮸
鮐
魐
鬬
鬫
鬘
鬂
髠
骳
骭
驎
駰
駡
馣
饁
饀
餳
餱
餙
餋
颸
顂
頽
頮
頩
頟
頞
頔
頍
韍
韈
鞵
鞨
鞞
鞚
靸
霣
雚
雊
隽
隶
隮
隠
随
陜
陊
陁
阤
闠
闗
闉
閧
閁
锾
钙
钗
鐡
鐖
鐏
鏞
鏇
鎈
鎄
鍻
鍇
錬
錟
錖
錕
錀
鋙
鋔
鋍
鋋
鋉
銧
銛
銙
銕
銍
鉷
鉥
鉆
鈹
鈜
鈃
釱
釡
醑
醆
鄢
鄜
鄐
鄏
鄃
郴
郛
邾
邴
遰
遡
逹
逯
迧
辤
轁
輬
輀
軿
軹
軰
躱
躚
蹰
蹢
蹍
踷
踓
跜
跗
跏
趗
趑
趍
賵
賕
豦
豗
讉
譿
謖
謌
諟
誾
誴
誧
誔
詶
詘
詑
詈
訲
訠
訏
觔
覶
覘
覔
襞
襚
襘
褾
褭
褤
褣
褕
褔
褎
褋
褉
袲
袨
袟
袝
袓
袐
蠧
蠏
蠃
蠁
蟥
螿
螬
螎
蝯
蝎
蜾
蜶
蜤
蛅
蚳
蚢
蚡
蚙
蚖
虚
蘷
蘘
蘐
藿
藁
薵
薀
蕣
蕚
蕖
蕇
蔾
蔦
蔘
蓱
蒭
蒨
蒄
葽
萹
萠
菿
菫
菉
菂
莗
莆
荽
荇
荅
荄
茰
茡
茈
芺
芗
艢
艎
艅
舩
舘
臽
臈
膴
膦
腠
脤
胕
胆
胄
胂
耏
翽
罏
罇
缷
纚
纑
纁
繵
繟
繐
繋
縺
縠
縋
緟
緜
緄
綷
綯
綟
綍
綆
絛
紶
紲
紏
糺
粍
粃
籹
籧
簜
簏
簃
簀
箜
箐
箊
筯
笭
笪
笣
笇
竉
窞
窑
窊
窅
窂
穏
稪
稙
稐
稌
秫
秔
禰
禫
禠
禖
禔
禊
禀
祴
祲
祂
礿
礼
礹
礑
磾
磵
磳
磪
磗
磑
碭
碚
碔
碓
硾
硱
确
砢
砑
矼
睠
睘
睕
睒
睎
眛
盷
皷
癎
癊
癉
瘼
疱
疉
畯
畤
畣
畒
畐
畇
畀
甗
甃
瓽
瓛
瓚
璵
璱
璗
璊
瑷
瑖
瑑
琲
琭
琌
珇
玭
玠
獯
猱
猫
猨
猈
狥
狢
犘
爝
爕
爂
燋
燁
熇
灜
瀺
瀅
瀁
濶
濳
濩
濞
濓
澻
澟
潽
潗
漻
漮
漭
漧
满
滛
滙
溕
溍
湹
湣
湞
湜
湌
湉
渶
温
淗
淍
淊
淈
淂
淀
涷
涣
浯
浨
浗
洹
洸
洨
洧
洊
洇
泬
泒
泇
泆
沘
沕
沇
汧
汋
氷
氶
殦
歕
欵
欞
欂
櫞
櫜
櫅
檡
檟
檞
檑
橱
橧
橝
橚
橔
橑
樤
樛
樘
樗
槧
様
槖
槔
槉
榙
榘
榑
楺
楲
椻
椶
椓
棳
棰
棫
棎
棊
梪
梐
桼
桯
栶
栵
栥
栀
柎
柉
柈
枿
枻
枹
枰
枦
枑
枌
权
朾
朳
朞
朓
朐
曶
曡
暻
暲
暏
晹
晬
晅
昜
旽
旼
旟
旙
斿
斸
斵
斁
敹
敫
攺
攅
擫
擙
擐
撟
撀
摙
搰
搦
搤
搉
揺
揳
揟
揑
揅
掽
掦
掗
捿
捾
捃
挭
拪
抰
抔
扱
扝
戻
懴
懥
懑
憙
憘
慺
慹
慒
愰
愗
惸
惷
惄
悰
悊
恠
恌
恊
恉
怫
怗
怋
怉
忉
忂
徴
徦
彯
彔
彄
强
廵
廥
廔
廎
庰
幺
幙
幎
帨
帋
巠
巗
嶶
嶧
嶢
嶕
嶓
嶁
嵫
崨
峿
峥
峍
岧
岝
岕
岋
屺
届
尠
尌
寳
寛
寘
寀
宭
孛
孆
孅
嬏
嬃
嫭
嫫
媻
媹
媐
婬
婓
婏
婌
婂
娞
娀
姫
姤
姞
姙
妏
夝
壝
壄
墼
墠
墁
塺
塟
塓
堼
堷
堣
堟
堕
堇
堄
埽
埭
埧
埡
坶
坰
坃
圂
囧
噲
噜
嘺
嘷
嗶
嗛
嗌
喤
喈
喆
啛
啋
啇
唶
唫
唈
唄
咢
咅
呾
呯
呇
吤
号
収
厮
厨
厠
卺
卌
匜
匋
勭
勍
劚
劗
劂
剰
剬
剞
刹
刲
凊
凉
凈
冏
冈
儿
儺
儭
儍
儋
僾
僶
僲
僤
僔
僎
傞
傔
傒
傏
傎
傃
倮
倢
倅
倃
俥
俔
侲
侅
侁
佌
伩
伇
仌
亘
争
乱
乯
义
与
ㄚ
